import F1401803 from "./F1401803/DFSForm";
import F1419101 from "./F1419101/DFSForm";
import F1419103 from "./F1419103/DFSForm";
import F1419104 from "./F1419104/DFSForm";

export const availableForms = [
  {
    name: "F1401803",
    component: F1401803,
    description:
      "Відомості з Державного реєстру фізичних осіб – платників податків про суми виплачених доходів та утриманих податків. Відповідь на запит у електронному вигляді",
  },
  {
    name: "F1419101",
    component: F1419101,
    description:
      "Вiдомостi з Державного реєстру фiзичних осiб – платникiв податкiв про джерела та суми нарахованого доходу, нарахованого (перерахованого) податку та вiйськового збору (вiдповiдь на запит в електронному виглядi) (v1)",
  },
  {
    name: "F1419103",
    component: F1419103,
    description:
      "Вiдомостi з Державного реєстру фiзичних осiб – платникiв податкiв про джерела та суми нарахованого доходу, нарахованого (перерахованого) податку та вiйськового збору (вiдповiдь на запит в електронному виглядi) (v3)",
  },
  {
    name: "F1419104",
    component: F1419104,
    description:
      "Вiдомостi з Державного реєстру фiзичних осiб – платникiв податкiв про джерела та суми нарахованого доходу, нарахованого (перерахованого) податку та вiйськового збору (вiдповiдь на запит в електронному виглядi) (v4)",
  },
];
